Repository: fiee/croisee
Catalog: croisee/locale/*/LC_MESSAGES/django.po
Languages: de

source: Dictionary
de: Wörterbuch

source: Dictionaries
de: Wörterbücher

source: A short descriptive name
de: Ein kurzer, aussagekräftiger Name

source: public?
de: öffentlich?

source: May everyone use this dictionary?
de: Darf dieses Wörterbuch von jedermann benutzt werden?

source: Language
de: Sprache

source: Language of (most of) the words in this dictionary
de: Sprache der (meisten) Wörter in diesem Wörterbuch

source: Description
de: Beschreibung

source: Owner
de: Besitzer

source: Word
de: Wort

source: Words
de: Wörter

source: a word fitting a crossword puzzle; will become uppercased; no numbers, hyphens etc.
de: ein Kreuzworträtsel-Wort; wird in Großbuchstaben umgewandelt; keine Zahlen, Bindestriche usw.

source: Meaning of the word within the context of the selected dictionary
de: Bedeutung des Wortes im Kontext des ausgewählten Wörterbuchs

source: Priority
de: Priorität

source: 0 is neutral, you can increase or decrease the priority
de: 0 ist neutral, Sie können die Priorität erhöhen oder verringern

source: wordlist file (.txt)
de: Wortlisten-Datei (*.txt)

source: Select a .txt file containing a single word per line to upload as a new dictionary.
de: Wählen Sie eine Textdatei, die pro Zeile ein einzelnes Wort enthält, um sie als neues Wörterbuch hochzuladen.

source: Select a dictionary to add these words to. leave this empty to create a new dictionary from the supplied name.
de: Wählen Sie ein Wörterbuch, dem diese Wörter hinzugefügt werden sollen. Lassen Sie dieses Feld frei, um ein neues Wörterbuch mit dem angegebenen Namen zu erzeugen.

source: only unique
de: eindeutig

source: Import only words that are not contained in any other dictionary?
de: Nur Wörter importieren, die nicht in einem andern Wörterbuch enthalten sind?

source: wordlist upload
de: Wortlisten-Upload

source: wordlist uploads
de: Wortlisten-Uploads

source: default crossword puzzle with black squares
de: Standard-Kreuzworträtsel mit schwarzen Blöcken

source: crossword puzzle with bars (no squares)
de: Kreuzworträtsel mit Balken (keine Blöcke)

source: Swedish crossword puzzle (questions in squares)
de: Schwedenrätsel (Fragen in Blöcken)

source: title
de: Titel

source: title or short description of this puzzle
de: Titel oder kurze Beschreibung dieses Rätsels

source: code
de: Kürzel

source: auto-generated URL code of this puzzle
de: automatisch erzeugter URL-Code dieses Rätsels

source: public
de: öffentlich

source: Is this puzzle publicly viewable?
de: Ist dieses Rätsel öffentlich sichtbar?

source: language
de: Sprache

source: main language of this puzzle
de: Hauptsprache dieses Rätsels

source: owner
de: Eigentümer

source: owner of the puzzle
de: Eigentümer des Rätsels

source: created by
de: angelegt von

source: user that saved the puzzle for the first time (may be anonymous)
de: Benutzer, der das Rätsel zum ersten Mal gespeichert hat (kann anonym sein)

source: last changed by
de: zuletzt geändert von

source: user that saved the puzzle the latest time
de: Benutzer, der das Rätsel zum letzten Mal gespeichert hat

source: created on
de: angelegt am

source: timestamp of creation (first save)
de: Zeitstempel der ersten Speicherung

source: last changed on
de: zuletzt geändert am

source: timestamp of last change
de: Zeitstempel der letzten Änderung

source: type
de: Art

source: type of this puzzle
de: Art dieses Rätsels

source: width
de: Breite

source: width of the puzzle (number of characters)
de: Breite des Rätsels (Anzahl der Zeichen)

source: height
de: Höhe

source: height of the puzzle (number of characters)
de: Höhe des Rätsels (Anzahl der Zeichen)

source: characters of the puzzle (solution)
de: Buchstaben des Rätsels (Lösung)

source: numbers
de: Zahlen

source: list of coordinates of word start numbers
de: Liste von Koordinaten der Wortanfangsnummern

source: questions
de: Fragen

source: list of questions
de: Liste der Fragen

source: crossword puzzle
de: Kreuzworträtsel

source: crossword puzzles
de: Kreuzworträtsel

source: personal dictionary of user %s, do not rename!
de: Persönliches Wörterbuch von Benutzer %s, nicht umbenennen!

source: Personal dictionary for user %(username)s was created.
de: Persönliches Wörterbuch für Benutzer %(username)s wurde angelegt.

source: Word %(word)s with question “%(question)s” was saved to your personal dictionary.
de: Wort „%(word)s“ mit der Frage „%(question)s“ wurde in Ihrem persönlichen Wörterbuch gespeichert.

source: Word “%(word)s” with question “%(question)s” was updated in your personal dictionary.
de: Wort „%(word)s“ mit der Frage „%(question)s“ wurde in Ihrem persönlichen Wörterbuch aktualisiert.

source: Don’t save any words, since user %s is not active.
de: Speichere keine Wörter, da Benutzer %s nicht aktiv ist.

source: results
de: Suchergebnisse

source: horizontal
de: waagerecht

source: vertical
de: senkrecht

source: Set the %s environment variable.
de: Setzen Sie die Umgebungsvariable %s.

source: English
de: Englisch

source: German
de: Deutsch

source: 403 Access Denied
de: 403 Zugriff verweigert

source: We're sorry, but you are not authorized to view this page.
de: Sie sind leider nicht berechntigs, diese Seite anzusehen.

source: 404 Page Not Found
de: 404 Seite nicht gefunden

source: The address you tried to receive doesn't exist or doesn't work. We received an error message and try to fix it, if it's an error on our site.
de: Die Adresse, die Sie versucht haben zu erreichen, gibt es nicht oder funktioniert nicht. Wir haben eine Fehlermeldung erhalten und werden versuchen, das Problem zu beheben, wenn es sich um einen Fehler unserer Website handelt.

source: 500 Server Error
de: 500 Server-Fehler

source: An internal error occurred. Try again. If it still doesn't work, try again later - we got the message and will try to fix it.
de: Es ist ein interner Fehler aufgetreten. Versuchen Sie es noch einmal. Wenn es dann immer noch nicht geht, versuchen Sie es später noch einmal – wir haben die Meldung erhalten und werden versuchen, das Problem zu beheben.

source: Look up in Wikipedia
de: In der Wikipedia nachschlagen

source: insert in grid
de: ins Gitter einfügen

source: Word List
de: Wortliste

source: Actions
de: Aktionen

source: Edit
de: Bearbeiten

source: No words found or no access to this dictionary!
de: Keine Wörter gefunden oder kein Zugriff auf dieses Wörterbuch!

source: Puzzle
de: Rätsel

source: Solution
de: Lösung

source: Puzzle Grid
de: Rätsel-Gitter

source: Title
de: Titel

source: Short description of this puzzle
de: Titel oder kurze Beschreibung dieses Rätsels

source: Public?
de: öffentlich?

source: Should this puzzle be publicly viewable?
de: Soll dieses Rätsel öffentlich sichtbar sein?

source: Create a new crossword puzzle by clicking on the star button!
de: Beginnen Sie ein neues Kreuzworträtsel, indem Sie auf den Stern-Button klicken!

source: Hint: Searching works only if you activate at least one dictionary.
de: Achtung: Die Suche funktioniert nur, wenn Sie mindestens ein Wörterbuch aktivieren.

source: Please select at least one dictionary!
de: Bitte wählen Sie mindestens ein Wörterbuch aus!

source: Search Results
de: Suchergebnisse

source: Home
de: Startseite

source: <h3>What’s this?</h3> <p>The <em>fiëé croisée</em> project aims to become a semi-automatic crossword puzzle generator. Even if there's still a long way to go, it’s already a valuable help in creating crossword puzzles.</p> <p>Proceed to the <strong><a href="/puzzle/" class="button">puzzle grid</a></strong> page and create a new puzzle. At the moment you can just print the page from the browser, but soon you’ll be able to export complete layout data for T<sub>E</sub>X or order your print-ready puzzle as PDF.</p> <p>More details come with the source code at <a href="http://github.com/fiee/croisee/">GitHub</a>.</p>
de: <h3>Was ist das?</h3> <p>Das Projekt <em>fiëé croisée</em> entwickelt einen halbautomatischen Kreuzworträtsel-Generator. Obwohl es noch einen weiten Weg vor sich hat, ist es bereits eine wertvolle Hilfe beim Erstellen von Kreuzworträtseln.</p> <p>Gehen Sie weiter zum <strong><a href="/puzzle/" class="button">Rätsel-Gitter</a></strong> und beginnen Sie ein neues Kreuzworträtsel. Im Moment können Sie nur die Seite im Browser ausdrucken, aber bald können Sie fertige Layout-Daten für T<sub>E</sub>X exportieren oder ein druckfertiges Kreuzworträtsel als PDF bestellen.</p> <p>Mehr Details finden Sie mit dem Quellcode auf <a href="http://github.com/fiee/croisee/">GitHub</a>.</p>

source: Puzzle List
de: Rätsel-Liste

source: Available Puzzles
de: Verfügbare Rätsel

source: Open
de: Öffnen

source: No puzzles found for you!
de: Keine Rätsel für Sie gefunden!

source: Account Activation
de: Konto-Aktivierung

source: Activation failed
de: Aktivierung fehlgeschlagen

source: Sorry, the activation of your account failed. Maybe you activated it already? If you waited for a few days after signing up, then the link might be outdated. Otherwise probably something’s wrong with our system.
de: Leider ist die Aktivierung Ihres Kontos ist fehlgeschlagen. Vielleicht ist es bereits aktiviert? Wenn Sie nach der Anmeldung ein paar Tage gewartet haben, könnte der Link veraltet sein. Ansonsten stimmt wahrscheinlich etwas mit unserem System nicht.

source: Welcome!
de: Willkommen!

source: Success! Your account is now active. That means, you can store private puzzles and use your own dictionary. Have fun!
de: Erfolg! Ihr Konto ist nun aktiv. Das heißt, Sie können private Rätsel speichern und Ihr eigenes Wörterbuch verwenden. Viel Spaß!

source: Please be aware that we cannot warrant the safety of your data. While we do backups regularly and try to secure our server agains attacks, this free service has not a high priority and might even get switched off if we’re short of server resources.
de: Bitte beachten Sie, dass wir nicht für die Sicherheit Ihrer Daten garantieren können. Während wir alle Daten regelmäßig speichern und versuchen, unsere Server gegen Angriffe abzusichern, hat dieser kostenlose Service keinen hohen Stellenwert und könnte sogar abgeschaltet werden, wenn der Server zu stark belastet wird.

source: Welcome! Someone registered an account as %(user)s with your email address at our free crossword puzzle generator [fiëé croisée] at https://croisee.fiee.net We hope it was you, then please click the following link within %(expiration_days)s days to activate your account:
de: Willkommen! Jemand hat bei unserem kostenlosen Kreuzworträtsel-Generator [fiëé croisée] unter https://croisee.fiee.net ein Benutzerkonto unter dem Namen %(user)s mit Ihrer Email-Adresse angelegt. Wir hoffen, das waren Sie selbst, dann klicken Sie bitte innerhalb von %(expiration_days)s Tagen auf den folgenden Link, um Ihr Konto zu aktivieren:

source: If it wasn’t you, then please just delete this message. No harm was done. Best regards, Hraban of fiëé visuëlle https://www.fiee.net
de: Wenn das nicht Sie waren, dann löschen Sie bitte einfach diese Nachricht. Es ist kein Schaden entstanden. Herzliche Grüße, Hraban von fiëé visuëlle https://www.fiee.net

source: Your account registration
de: Ihre Konto-Registrierung

source: Login
de: Anmelden

source: Sorry, that's not a valid username or password
de: Benutzername oder Kennwort sind falsch.

source: Please login using your username and password
de: Bitte melden Sie sich mit Ihrem Benutzernamen und Kennwort an.

source: You have logged off.
de: Sie sind nun abgemeldet.

source: Password change successful
de: Passwort erfolgreich geändert

source: Your password was changed.
de: Ihr Passwort wurde geändert.

source: Documentation
de: Dokumentation

source: Change password
de: Kennwort ändern

source: Log out
de: Abmelden

source: Password change
de: Passwort ändern

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
de: Bitte geben Sie aus Sicherheitsgründen erst Ihr altes Kennwort und darunter dann zweimal (um sicherzustellen, dass Sie es korrekt eingegeben haben) das neue Kennwort ein.

source: Old password
de: Altes Kennwort

source: New password
de: Neues Kennwort

source: Password (again)
de: Kennwort (wiederholen)

source: Change my password
de: Mein Kennwort ändern

source: Registration
de: Registrierung

source: Thank you for your registration. We have sent you an email with an activation link.
de: Vielen Dank für Ihre Registrierung. Wir haben Ihnen eine E-Mail mit einem Aktivierungs-Link geschickt.

source: Please create your user account.
de: Bitte legen Sie Ihr Benutzerkonto an.

source: Register
de: Registrierung

source: fiëé croisée is a free service of fiëé visuëlle.
de: fiëé croisée ist ein kostenloses Angebot von fiëé visuëlle.

source: Cloze Search
de: Lückentext-Suche

source: Search for:
de: Suche nach:

source: Search
de: Suchen

source: You can use <q>_</q> and <q>*</q> as wildcards for single or several characters.
de: Sie können <q>_</q> und <q>*</q> als Joker-Zeichen für einzelne oder mehrere Buchstaben verwenden.

source: Available Dictionaries
de: Verfügbare Wörterbücher

source: No dictionaries found
de: Keine Wörterbücher gefunden

source: About fiëé croisée
de: Über fiëé croisée

source: Logout
de: Abmelden

source: Administration
de: Verwaltung

source: Open...
de: Öffnen...

source: Export as...
de: Exportieren als...

source: Personal Dictionary
de: Persönliches Wörterbuch

source: Help
de: Hilfe

source: Keys
de: Tasten

source: Donations
de: Spenden

source: First
de: Anfang

source: Previous
de: Zurück

source: Next
de: Weiter

source: Last
de: Ende

source: New Item
de: Neuer Eintrag

source: No matching words found
de: Keine passenden Wörter gefunden

source: Change
de: Ändern

source: Beware, this resets your puzzle!
de: Achtung, dies setzt ihr Rätsel zurück!

source: New Puzzle
de: Neues Rätsel

source: Save Puzzle
de: Rätsel speichern

source: Load Puzzle
de: Rätsel laden

source: Clear Puzzle
de: Rätsel leeren

source: Delete Puzzle
de: Rätsel löschen

source: Adapt Puzzle Size
de: Rätselgröße anpassen

source: Move Puzzle Contents
de: Inhalte verschieben

source: You can use “_” and “*” as wildcards for single or several characters.
de: Sie können „_“ und „*“ als Joker-Zeichen für einzelne oder mehrere Buchstaben verwenden.

source: move cursor
de: Einfügemarke bewegen

source: place character and move right
de: Buchstabe setzen und nach rechts weiter

source: place character and move down
de: Buchstabe setzen und nach unten weiter

source: space
de: Leertaste

source: block field
de: Feld blockieren

source: backspace
de: Rückwärts-Löschtaste

source: delete character
de: Zeichen löschen

source: set or reset number
de: Zahl setzen oder entfernen

source: query dictionary for matching words
de: Wörterbuchabfrage nach passenden Wörtern

source: Clean Puzzle
de: Rätsel leeren

source: Are you sure you want to delete all contents of your current puzzle?
de: Sind Sie sicher, dass Sie alle Inhalte des aktuellen Rätsels löschen möchten?

source: Rows:
de: Spalten:

source: Lines:
de: Zeilen:

source: Create
de: Erzeugen

source: check/uncheck all dictionaries
de: an-/abwählen aller Wörterbücher
